IdeaRS.OpenModel.Loading.LoadGroupType
Load group type

IdeaRS.OpenModel.Loading.LoadGroupType.Permanent
Permanent

IdeaRS.OpenModel.Loading.LoadGroupType.Variable
Variable

IdeaRS.OpenModel.Loading.LoadGroupType.Accidental
Accidental

IdeaRS.OpenModel.Loading.LoadGroupType.Seismic
Seismic

IdeaRS.OpenModel.Loading.LoadGroupType.Fatigue
Fatigue